{
  "chunk_index": 1,
  "content": "puters, tablets and mobile, so you can have access wherever you go. \n \nb) Virtual Assistants \n\n\n--- Page 2 ---\n\n \nThe use of Virtual Personal Assistants (VPA) is one of the newer trends in the virtual workplace. \nExactly as it sounds, VPAs are people who assist “virtually.” VPAs do everything from keeping their \nmanager’s calendar up to date, to booking travel and making online purchases for the company. \n \nc) Conversation \n \nA chat tool is another must. Since working virtually means you can’t just walk down the hall and \nask a colleague a question, a chatting platform is the next best thing. Yammer is an example of \none of the many private social media platforms that supports real-time communication and file-\nsharing, which is only available to employees in the network. Slack is another popular chat tool \nthat allows for public or private messaging with team members. It essentially takes the place of \n“hallway” chats. \n \nd) The Cloud \n \nCloud computing is the practice of using a network of remote servers hosted on the internet to \nstore, manage, and process data, rather than a local server or a personal computer. Tools such as \nDropbox and Google Suite allow employees and managers to collaborate virtually and have access \nto shared documents, calendars, drives, etc., that would otherwise have to be emailed or faxed \nconstantly back and forth. \n \nCase study 2 \nVirtual Classroom \nA virtual classroom is a video conferencing tool where instructors and participants engage with each other \nand with the learning material. The difference with other video conferencing tools is that virtual \nclassrooms offer an added set of features that are essential to a learning environment. \nVirtual classroom software enables instructors to: \ni. \nModerate student participation \nii. \nDisplay learning materials in the form of documents, slide decks, or multimedia files \niii. \nEnrich the learning experience with screen-sharing and virtual whiteboard features \niv. \nDivide the participants into breakout rooms, which the instructor can join \nv. \nEngage the participants with polls and quizzes \nvi. \nRecord the sessions (and manage those recordings) \nA virtual classroom platform helps make the learning experience interactive and engaging while providing \na controlled environment. But virtual classrooms also offer features that reach beyond the in-class \nexperience. Instructors can access the classroom prior to the lesson to prepare the material. This material, \nas well as the session recording, is available after class, for reference for instructors and participants alike. \nParticipants can connect to virtual classroom platforms from any device that can connect to the Internet. \nThis type of flexibility enables participants to consume content, regardless of their location across the \n\n\n--- Page 3 ---\n\nglobe. Another major benefit of virtual classroom software is that it facilitates student progress tracking.",
  "start_char": 2235,
  "end_char": 5166,
  "char_count": 2930,
  "token_count": 579
}