{
  "chunk_index": 0,
  "content": "--- Page 1 ---\n\nNGN \nModule 6 \nCase study 1 \nVirtual Corporate Environment (Virtual Workplace) \nA virtual workplace is a workplace that is not located in any one physical space and not tied to any \ngeographic boundaries. Employees and management are connected via a private network or the internet \nand interact with each other via phone, Skype, cloud computing programs and a whole host of other \nvirtual options. The rise in virtual workplaces (also called teleworking) began in the 20th Century as new \ntechnologies such as PCs, cell phones, voicemail, and of course the internet became commonplace. By the \nearly 21st Century, people who worked at least one day at home per week increased by over four million, \nand today nearly half of working Americans say they spend at least some time working remotely, and all \nsigns indicate virtual work will continue to grow.  \n \nWorking remotely has its advantages: -  \n \ni) \nFor many companies, virtual workplaces reduce overhead costs, and it is more \nsustainable. Having the ability to telecommute also saves on commuting costs such as \nfuel.  \nii) \nEmployers benefit from virtual workplaces by saving money on real estate and office \ncosts. With everyone working virtually, there is no need for office space, supplies, \nelectricity, etc.  \niii) \nAnother benefit is that working virtually is highly valued by millennials, the largest \ngeneration in the workforce. As the first generation to grow up with the internet, \nmillennials are expected to embrace new technologies, virtual workplaces, schedule \nflexibility and work-life balance.  \niv) \nStudies have also shown that employees who telework are more productive, less stressed \nand miss less work. \n \nDisadvantage: - While there are many proponents of virtual workplaces, there are also those who \nfeel that working virtually results in a sense of isolation among the employees, poor \ncommunication, and high susceptibility to distraction, among others. \n \nTools which help a virtual workplace: - \na) Project Management \n \nProject management applications like Trello and Basecamp are a must! These applications help \nwith the sorting and tracking of assignments, managing to-do-lists and they work across multiple \nplatforms, computers, tablets and mobile, so you can have access wherever you go. \n \nb) Virtual Assistants \n\n\n--- Page 2 ---\n\n \nThe use of Virtual Personal Assistants (VPA) is one of the newer trends in the virtual workplace. \nExactly as it sounds, VPAs are people who assist “virtually.” VPAs do everything from keeping their \nmanager’s calendar up to date, to booking travel and making online purchases for the company. \n \nc) Conversation \n \nA chat tool is another must. Since working virtually means you can’t just walk down the hall and \nask a colleague a question, a chatting platform is the next best thing.",
  "start_char": 0,
  "end_char": 2835,
  "char_count": 2832,
  "token_count": 596
}