{
  "chunk_index": 2,
  "content": "s that reach beyond the in-class \nexperience. Instructors can access the classroom prior to the lesson to prepare the material. This material, \nas well as the session recording, is available after class, for reference for instructors and participants alike. \nParticipants can connect to virtual classroom platforms from any device that can connect to the Internet. \nThis type of flexibility enables participants to consume content, regardless of their location across the \n\n\n--- Page 3 ---\n\nglobe. Another major benefit of virtual classroom software is that it facilitates student progress tracking. \nInstructors can consult data such as class attendance and student activity. They can track a participant’s \nprogress via online polls and analytics, identify areas of difficulty, and help the participant learn \nchallenging subject matter with visual tools. Lastly, many virtual classroom platforms can be integrated \nwithin the school’s or company’s established learning management system (LMS). Advanced platforms \nsupport Learning Tools Interoperability (LTI) so that the virtual classroom system and the LMS can \ncommunicate with each other, making the whole greater than the sum of its parts. \nHere are key features every virtual classroom software should provide: \na) Easy access—is key to help course participants learn course materials. When participants are \nrequired to install software or download plugins, they can experience difficulties. The result is a \npoor learning experience. Participants should be able to easily connect to digital tools, preferably \nusing just a link and their credentials. \nb) A user-friendly interface—is critical to help course participants use and navigate through digital \nlearning tools. When the interface is simple and intuitive, participants can quickly enjoy classes \nand the relevant learning materials, communicate with instructors, and collaborate with \nclassmates. \nc) Efficient learning—instructors and content creators should be able to add another layer of \norganization on top of the interface. Since each course is unique and provides different materials, \nthe structure of the course should be like that of the entire hub, but flexible enough to provide \nunique features according to subject matter. \nd) Content security—is a crucial element for content creators, curators, and consumers. A virtual \nclassroom solution should help organizations and education institutions gain complete control \nover their content. The platform should also provide built-in security measures, such as \nauthentication and access controls, which help prevent unauthorized access, usage, and \ndownload of educational and sensitive data. \n \n \nCase study 3 \nVirtual Hospital \nA virtual hospital is a full-scale hospital that has no physical location, meaning a patient cannot \nsubmit analyses or have surgery performed in such a facility.",
  "start_char": 4566,
  "end_char": 7441,
  "char_count": 2874,
  "token_count": 530
}