{
  "chunk_index": 2,
  "content": "requirements. But 5G is \nabout more than just how fast it is. In addition to higher peak data rates, 5G is designed to provide much \nmore network capacity by expanding into new spectrum, such as mm Wave. 5G can also deliver much \nlower latency for a more immediate response and can provide an overall more uniform user experience \nso that the data rates stay consistently high—even when users are moving around. And the new 5G NR \nmobile network is backed up by a Gigabit LTE coverage foundation, which can provide ubiquitous \nGigabit-class connectivity. \nWhat are the benefits of 5G? \nEven though the downsides of 5G are clear when considering how easily mmWave can be blocked, or \nless clear considering radio frequency (RF) exposure limits, 5G still has plenty of worthy benefits, such as \nthe following: \ni.​\nUse of higher frequencies. \nii.​\nHigh bandwidth. \niii.​\nEnhanced mobile broadband. \niv.​\nLower latency of 5ms \nv.​\nHigher data rates, which will enable new technology options over 5G networks, such as 4K \nstreaming or near-real-time streaming of virtual reality (VR) \nvi.​\nThe potential to have a 5G mobile network made up of low band, mid-band, and mm Wave \nfrequencies. \nWho started the Fifth Generation Network? \n\n\n--- Page 5 ---\n\nThe first nation to adopt on a large scale was South Korea, in April 2019, at which point there were some \n224 operators in 88 countries around the world investing in the technology. \nIn South Korea, all the 5G carriers used Samsung, Ericsson and Nokia base stations and equipment, apart \nfrom one who used Huawei equipment. Of these suppliers, Samsung was the largest, having shipped \n53,000 base stations from a total of 86,000 base stations installed in the country at the time. \nThere are currently nine companies that sell 5G radio hardware and systems for carriers. These are \nAltiostar, Cisco Systems, Datang Telecom, Ericsson, Huawei, Nokia, Qualcomm, Samsung and ZTE. \nWhat are the disadvantages of 5G? \nOne disadvantage of 5G involves having multiple wireless systems on the same frequency band. Experts \nrefer to this issue as spectrum coexistence. The airline industry has been concerned about 5G towers \nbeing built near airports and how that spectrum coexistence might interfere with the radio altimeters \nthat are used in navigation. However, air travel may not be the only industry affected; as more of these \nfrequency bands are made available, similar situations could come up with other wireless and radio \napplications. There is also the risk of disappointment with 5G; because cellular companies have spent so \nmuch money on 5G, there is a need for return on investment. \n \nExplain 5G Mobile Architecture \nMost operators will initially integrate 5G networks with existing 4G networks to provide a continuous \nconnection.  \n5G network architecture illustrating 5G and 4G working together, with central and local servers providing \nfaster content to users and low latency applications. \nA mobile network has two main components, the ‘Radio Access Network’ and the ‘Core Network’. \nThe Radio Access Network - consists of various types of facilities including small cells, towers, masts and \ndedicated in-building and home systems that connect mobile users and wireless devices to the main core \nnetwork. \nSmall cells will be a major feature of 5G networks particularly at the new millimeter wave (mm Wave) \nfrequencies where the connection range is very short. To provide a continuous connection, small cells will be \ndistributed in clusters depending on where users require connection which will complement the macro \nnetwork that provides wide-area coverage. \n5G Macro Cells will use MIMO (multiple input, multiple output) antennas that have multiple elements or \nconnections to send and receive more data simultaneously. The benefit to users is that more people can \nsimultaneously connect to the network and maintain high throughput.  Where MIMO antennas use very large \nnumbers of antenna elements they are often referred to as ‘massive MIMO’, however, the physical size is like \nexisting 3G and 4G base station antennas. \nThe Core Network - is the mobile exchange and data network that manages all of the mobile voice, data and \ninternet connections. For 5G, the ‘core network’ is being redesigned to better integrate with the internet and \ncloud based services and includes distributed servers across the network improving response times (reducing \nlatency).",
  "start_token": 1594,
  "end_token": 2568,
  "token_count": 974,
  "char_count": 4430,
  "start_char": 8000,
  "end_char": 12000,
  "length": 4430
}