{
  "chunk_index": 1,
  "content": "Page 3 ---\n\nAs with previous cellular networks, 5G technology uses cell sites that transmit data through radio waves. \nCell sites connect to networks with wireless technology or wired connection. 5G technology works by \nmodifying how data is encoded, significantly increasing the number of usable airwaves for carriers.  \nOFDM \nOrthogonal Frequency Division Multiplexing (OFDM) is an essential part of 5G technology. OFDM is a \nmodulation format that encodes high-band airwaves incompatible with 4G and offers lower latency and \nimproved flexibility compared with LTE networks. \nSmaller towers \n5G technology also uses smaller transmitters placed on buildings and other infrastructure. 4G and \nprevious cellular technology relied on standalone mobile towers. The ability to run the network from \nsmall cell sites will support many devices at superior speeds.  \nNetwork slicing \nMobile network operators use 5G technology to deploy multiple independent virtual networks over the \nsame infrastructure. You can customize each network slice for different services and business cases, such \nas streaming services or enterprise tasks. By forming a collection of 5G network functions for each \nspecific use case or business model, you can support different requirements from all vertical industries. \nThe service separation means users benefit from a more reliable experience and improved efficiency on \ntheir devices.  \nWhat is the difference between 5G and 4G/3G? \nWhile 5G runs on the same radio frequencies as previous generations, there are several key differences \nbetween 5G and 4G, 4G LTE, and 3G. They include:  \nFaster speeds \n5G networks can achieve speeds of 10 gigabits a second, making them 10 times faster than 4G networks. \nIt means that previously intensive tasks, such as downloading a film or backing up a database, will now \ntake a fraction of the time they once did.  \nLow latency \nA key reason for the leap in speed is low latency. Latency is the delay between sending and receiving \ninformation. 4G networks could achieve a latency of around 200 milliseconds. That reduces to one \nmillisecond with 5G.  \nHigher bandwidth \n5G can run on a broader range of bandwidths (low band, mid band, high band) by expanding radio \nspectrum resources, from sub-3 GHz used in 4G to 100 GHz and beyond. 5G can operate in both lower \nbands and mm Wave, substantially increasing capacity, multi-Gbps throughput, and low latency. This \nbandwidth means more devices can be connected to send and receive data at any one time. \nWhere is 5G being used? \n\n\n--- Page 4 ---\n\nA: Broadly speaking, 5G is used across three main types of connected services, including enhanced \nmobile broadband, mission-critical communications, and the massive IoT. A defining capability of 5G is \nthat it is designed for forward compatibility—the ability to flexibly support future services that are \nunknown today. \nEnhanced mobile broadband \nIn addition to making our smartphones better, 5G mobile technology can usher in new immersive \nexperiences such as VR and AR with faster, more uniform data rates, lower latency, and lower \ncost-per-bit. \nMission-critical communications \n5G can enable new services that can transform industries with ultra-reliable, available, low-latency links \nlike remote control of critical infrastructure, vehicles, and medical procedures. \nMassive IoT \n5G is meant to seamlessly connect a massive number of embedded sensors in virtually everything \nthrough the ability to scale down in data rates, power, and mobility—providing extremely lean and \nlow-cost connectivity solutions. \nHow fast is 5G? \n5G is designed to deliver peak data rates up to 20 Gbps based on IMT-2020 requirements. But 5G is \nabout more than just how fast it is. In addition to higher peak data rates, 5G is designed to provide much \nmore network capacity by expanding into new spectrum, such as mm Wave. 5G can also deliver much \nlower latency for a more immediate response and can provide an overall more uniform user experience \nso that the data rates stay consistently high—even when users are moving around. And the new 5G NR \nmobile network is backed up by a Gigabit LTE coverage foundation, which can provide ubiquitous \nGigabit-class connectivity. \nWhat are the benefits of 5G? \nEven though the downsides of 5G are clear when considering how easily mmWave can be blocked, or \nless clear considering radio frequency (RF) exposure limits, 5G still has plenty of worthy benefits, such as \nthe following: \ni.​\nUse of higher frequencies. \nii.​\nHigh bandwidth.",
  "start_token": 796,
  "end_token": 1794,
  "token_count": 998,
  "char_count": 4537,
  "start_char": 4000,
  "end_char": 8000,
  "length": 4537
}