{
  "chunk_index": 4,
  "content": "G deployments may use mm Wave frequencies in bands up to 86 GHz. \n\n\n--- Page 9 ---\n\n​\nMobile spectrum showing the radio frequency range from 3-100 GHz with new 5G spectrum above \n6GHz. Other radio services (TV, Wi-Fi, Fixed links & Satellite) are shown for reference.   \nMASSIVE MIMO \nmultiple element base station - greater capacity, multiple users, faster data \n5G will use ‘massive’ MIMO (multiple input, multiple output) antennas that have very large numbers of \nantenna elements or connections to send and receive more data simultaneously. The benefit to users is \nthat more people can simultaneously connect to the network and maintain high throughput.​\nThe overall physical size of the 5G massive MIMO antennas will be like 4G, however with a higher \nfrequency, the individual antenna element size is smaller allowing more elements (more than 100) in the \nsame physical case. 5G User Equipment including mobile phones and devices will also have MIMO \nantenna technology built into the device for the mmWave frequencies.   \n​\n4G sector base station and 5G base station with a new multi element massive MIMO antenna array. The \noverall physical size of the 5G base station antenna is expected to be like a 4G base station antenna. \nMIMO - Beam Steering: - Beam steering is a technology that allows the massive MIMO base station \nantennas to direct the radio signal to the users and devices rather than in all directions. The beam \n\n\n--- Page 10 ---\n\nsteering technology uses advanced signal processing algorithms to determine the best path for the radio \nsignal to reach the user. This increases efficiency as it reduces interference (unwanted radio signals). \nMassive MIMO antenna and advanced beam steering optimizes EMF and increases efficiency. \n \nLOWER LATENCY - FASTER RESPONSE TIMES \nLower latency with 5G is achieved through significant advances in mobile device technology and mobile \nnetwork architecture. \nTechnology \nResponse \ntime (milliseconds) \n4G - LTE systems \n20-30 ms \n5G - enhanced mobile broadband \n4-5 ms \n5G - URLLC (Ultra Reliable Low Latency Communications) systems \n1 ms \n \nMore about 5G- \n5G Technologies – How does it work? \n5G technology achieves its expected high efficiency using advanced modulation techniques and network \nterminologies like: \n1. Carrier Aggregation \nCarrier aggregation is a technique used in LTE advanced to improve system efficiency. In carrier \naggregation, two or more carrier signals are aggregated to support wider bandwidth which allows even \nup to 100 MHz. \n\n\n--- Page 11 ---\n\n \nCA uses three techniques for aggregation: intra-band contiguous: two carriers are transmitted at \nneighboring channels (as in the figure). \nIntra-band noncontiguous: two carriers are transmitted with channel spacing. \nInter-band: In this technique, different LTE bands are used for transmission simultaneously. \n2. Millimeter Waves \nMillimeter waves are one of the efficient solutions to solve data rate. It has higher bandwidth to \nsimultaneously transmit and receive data from base station and UE (handset). Future 5G deployments \nwill make use of 5G-NR spectrum capable of gigabit/second data transfer. \n\n\n--- Page 12 ---\n\n \nAdaptive Bandwidth \n5G technology allows handsets to automatically switch to faster internet only when it is necessary and \nkeeps lower data activities while not using any applications. This method preserves battery life \nsignificantly. \nFor example: checking email does not require higher bandwidth. \n3. Small Cell Concept \nTo increase network efficiency, the cell is subdivided into micro and Pico cells. Spectrum reusability \nallows for adding more users in a small geographical area and handling networks more efficiently. \nConventionally, mobile network used a one base station to cover large geographical area (2 – 10 KM \ncircle) using low frequency spectrum. Since 5G uses higher spectrum, the waves will get distorted while \ntravelling longer distance. Typical cell concept is 5G will cover very small area compared to third and \nfourth generation of networks. \nWhat are Small Cells in 5G Technology? \n4.MIMO Concept \n \nMIMO is a transmission technology with the usage of multiple antennas for transmission and reception. \nSimultaneous data transfer is possible using this technology thus offering an efficient data rate. The more \nthe number of antennas, the more transmission and reception can be done. \n\n\n--- Page 13 ---\n\n5.      Wi-Fi offloading \nWi-fi offloading is one of the main features of future networks. It allows the user to connect using a wi-fi \nnetwork and the cellular network can be allocated to other users.",
  "start_token": 3118,
  "end_token": 4114,
  "token_count": 996,
  "char_count": 4604,
  "start_char": 16000,
  "end_char": 20000,
  "length": 4604
}