{
  "chunk_index": 6,
  "content": "mobile \ndevices to the Core Network. The 5G Small Cells are in big clusters because the millimeter wave \nspectrum (that 5G uses for insanely high speeds!) can only travel over short distances. These Small Cells \ncomplement the Macro Cells that are used to provide more wide-area coverage.​\nMacro Cells use MIMO (Multiple Inputs, Multiple Outputs) antennas which have multiple connections to \n\n\n--- Page 15 ---\n\nsend and receive large amounts of data simultaneously. This means that more users can connect to the \nnetwork simultaneously. \n2. Core Network: The Core Network manages all the data and internet connections for the 5G Wireless \nTechnology. And a big advantage of the 5G Core Network is that it can integrate with the internet much \nmore efficiently and it also provides additional services like cloud-based services, distributed servers that \nimprove response times, etc. Another advanced feature of the Core Network is network slicing. \nWhat are the Benefits of 5G Wireless Technology? \n5G Wireless Technology will not only enhance current mobile broadband services, but it will also expand \nthe world of mobile networks to include many new devices and services in multiple industries from retail \nto education to entertainment with much higher performances and lower costs. It could even be said \nthat 5G Technology as much as the emergence of automobiles or electricity ever did!!! \nSome of the benefits of 5G in various domains are given here: \n●​\n5G will make our smartphones much smarter with faster and more uniform data rates, \nlower latency, and cost-per-bit and this, in turn, will lead to the common acceptance of new \nimmersive technologies like Virtual Reality or Augmented Reality. \n●​\n5G will have the convenience of ultra-reliable, low latency links that will empower \nindustries to invest in more projects which require remote control of critical infrastructure in \nvarious fields like medicine, aviation, etc. \n●​\n5G will lead to an Internet of Things revolution as it can scale up or down in features like \ndata rates, power, and mobility which is perfect for an application like connecting multiple \nembedded sensors in almost all devices! \nWhat are the Parameters for 5G Wireless Technology? \nDetails about the performance of 5G Wireless Technology according to various parameters are given \nhere: \nPeak data rate \nAt least 20Gbps downlink and 10Gbps uplink per mobile base station. \nReal-world data rate \nDownload speed of 100Mbps and upload speed of 50Mbps. \nSpectral efficiency \n30bits/Hz downlink and 15 bits/Hz uplink. This assumes 8×4 MIMO \nLatency \nMaximum latency of just 4ms (compared to 20ms for LTE) \nConnection density \nAt least 1 million connected devices per square kilometer (to enable IoT support)",
  "start_token": 4663,
  "end_token": 5272,
  "token_count": 609,
  "char_count": 2745,
  "start_char": 24000,
  "end_char": 28000,
  "length": 2745
}