{
  "chunk_index": 0,
  "content": "--- Page 1 ---\n\nModule 5 \n5G Technology \nWhat is 5G? \n5G is the fifth generation of wireless cellular technology, offering higher upload and download speeds, \nmore consistent connections, and improved capacity than previous networks. 5G is much faster and \nmore reliable than the currently popular 4G networks and has the potential to transform the way we use \nthe internet to access applications, social networks, and information. For example, technologies like \nself-driving cars, advanced gaming applications, and live streaming media that require very reliable, \nhigh-speed data connections are set to benefit greatly from 5G connectivity. \n \n \nWhy is 5G important? \nThe demand for internet access, combined with the emergence of new technologies such as artificial \nintelligence, the Internet of Things (IoT), and automation, is driving a massive increase in the amount of \ndata created. Data creation is growing exponentially, with volumes set to increase by several hundred \n\n\n--- Page 2 ---\n\nzettabytes over the coming decade. The current mobile infrastructure was not designed for such a high \ninformation load and requires upgrading.  At the same time, with its high speed, massive capacity, and \nlow latency, 5G could help to support and scale several applications like cloud-connected traffic control, \ndrone delivery, video chatting, and console-quality gaming on the go. From global payments and \nemergency response to distance education and mobile workforce, the benefits, and applications of 5G \nare limitless. It has the potential to transform the world of work, the global economy, and people's lives. \nWhat are the benefits of 5G in various technologies? \nThe capabilities of 5G can support innovation and improved customer experiences for business.  \nAutonomous mobility solutions \nPreviously, fully autonomous cars have not been considered viable because of the length of time it takes \nfor a vehicle to send and receive information. However, the low latency of 5G means we could see \nself-driving cars become more commonplace, with roads connected with transmitters and sensors that \nsend and receive information to vehicles in 1/1,000 of a second. The reduced time is critical for AI and \nradar technology to interpret what they see (other cars, pedestrians, stop signs) and control the car \naccordingly.  \nSmart factories \n5G mobile networks are an opportunity for manufacturers to create hyper-connected smart factories. 5G \nsupports the Internet of Things, meaning factories can wirelessly connect several thousands of smart \ndevices like cameras and sensors to automatically collect data in real-time. The factories can analyze and \nprocess this data to make operations more efficient and cost-effective. For example, smart sensor \ntechnology can make accurate predictions about equipment lifecycles, inform planning decisions, and \npredict when machines need maintenance. \nVirtual reality \nVirtual reality and augmented reality technology (VR/AR) allow mobile phones, headsets, smart glasses, \nand other connected devices to add digital overlays to live views. VR/AR has a host of use cases including \nguided maintenance, repairs, operations in industrial facilities, workplace training, sales and marketing, \nand real-time collaboration. The low latency and high bandwidth of 5G mobile technology will make \nVR/AR accessible to more businesses and use cases. \nEdge computing \nEdge computing is the process of delivering data storage and analysis capabilities closer to your \nendpoints. You can build high-performance applications that can process and store data close to where it \nis generated, enabling ultra-low latency, intelligent, and real-time responsiveness. With the \never-increasing quality of edge computing use cases and data requirements, a high-speed network is \nnecessary to satisfy the need for near real-time responsiveness. As such, 5G network infrastructure \nsupports and enables the increasing complexity and specialization of edge computing. \nHow does 5G technology work? \n\n\n--- Page 3 ---\n\nAs with previous cellular networks, 5G technology uses cell sites that transmit data through radio waves. \nCell sites connect to networks with wireless technology or wired connection. 5G technology works by \nmodifying how data is encoded, significantly increasing the number of usable airwaves for carriers.  \nOFDM \nOrthogonal Frequency Division Multiplexing (OFDM) is an essential part of 5G technology. OFDM is a \nmodulation format that encodes high-band airwaves incompatible with 4G and offers lower latency and \nimproved flexibility compared with LTE networks. \nSmaller towers \n5G technology also uses smaller transmitters placed on buildings and other infrastructure. 4G and \nprevious cellular technology relied on standalone mobile towers. The ability to run the network from \nsmall cell sites will support many devices at superior speeds.  \nNetwork slicing \nMobile network operators use 5G technology to deploy multiple independent virtual networks over the \nsame infrastructure.",
  "start_token": 0,
  "end_token": 996,
  "token_count": 996,
  "char_count": 5027,
  "start_char": 0,
  "end_char": 4000,
  "length": 5027
}