{
  "chunk_index": 5,
  "content": "efficiently. \nConventionally, mobile network used a one base station to cover large geographical area (2 – 10 KM \ncircle) using low frequency spectrum. Since 5G uses higher spectrum, the waves will get distorted while \ntravelling longer distance. Typical cell concept is 5G will cover very small area compared to third and \nfourth generation of networks. \nWhat are Small Cells in 5G Technology? \n4.MIMO Concept \n \nMIMO is a transmission technology with the usage of multiple antennas for transmission and reception. \nSimultaneous data transfer is possible using this technology thus offering an efficient data rate. The more \nthe number of antennas, the more transmission and reception can be done. \n\n\n--- Page 13 ---\n\n5.      Wi-Fi offloading \nWi-fi offloading is one of the main features of future networks. It allows the user to connect using a wi-fi \nnetwork and the cellular network can be allocated to other users. It would be suitable for some places \nwhere cellular network quality is poor, and users still have the option to connect to the network without \ncellular reception. \n \n \n \n6.      Device-to-device communication \n \n  \n D2D communication is a technique where a network authorizes two adjacent devices to communicate \nwith each other directly. The network will have control over the devices and allows an operator to \ndetermine the traffic routing between direct and network paths. During the absents of the network, one \ndevice can connect to another device. \n7.  Cloud – Radio Network Access \nC-RAN is a network technology used for effective communication with centralized information processing \ncarried out remotely within the cloud system. The signal will be processed at a remote location and the \nbase stations will relate to the most efficient fiber-optic connections. It gives a lot of advantages in \nsystem implementation, and maintenance and is highly efficient. \n\n\n--- Page 14 ---\n\nWhat is 5G Wireless Technology? \n5G Wireless Technology is now the latest cellular technology that will greatly increase the speed of \nwireless networks among other things (And who does not want that?!!). So the data speed for wireless \nbroadband connections using 5G would be at a maximum of around 20 Gbps. Contrasting that with the \npeak speed of 4G which is 60 Mbps, that is a lot! Moreover, 5G will also provide more bandwidth and \nadvanced antenna technology which will result in much more data transmitted over wireless systems. \nAnd that is just a small sampling of the capabilities of 5G technology! It will also provide various network \nmanagement features such as Network Slicing using which mobile operators will be able to create \nmultiple virtual networks using a single physical 5G network. So, in this futuristic scenario, if you are \ninside a self-driving car, then a virtual network with an extremely fast, low-latency connections would be \nrequired because obviously the car needs to navigate in real-time. On the other hand, if you are using \nany smart appliance in your home, then a virtual network with lower power and a slower connection \nwould be fine because it’s not a life-or-death situation!!! \nHow does 5G Wireless Technology Work? \nThere are basically 2 main components in the 5G Wireless Technology systems i.e., the Radio Access \nNetwork and the Core Network. Let us see these in detail. \n \n1. Radio Access Network: The Radio Access Network mainly includes 5G Small Cells and Macro \nCells that form the crux of 5G Wireless Technology as well as the systems that connect the mobile \ndevices to the Core Network. The 5G Small Cells are in big clusters because the millimeter wave \nspectrum (that 5G uses for insanely high speeds!) can only travel over short distances. These Small Cells \ncomplement the Macro Cells that are used to provide more wide-area coverage.​\nMacro Cells use MIMO (Multiple Inputs, Multiple Outputs) antennas which have multiple connections to \n\n\n--- Page 15 ---\n\nsend and receive large amounts of data simultaneously. This means that more users can connect to the \nnetwork simultaneously. \n2. Core Network: The Core Network manages all the data and internet connections for the 5G Wireless \nTechnology. And a big advantage of the 5G Core Network is that it can integrate with the internet much \nmore efficiently and it also provides additional services like cloud-based services, distributed servers that \nimprove response times, etc. Another advanced feature of the Core Network is network slicing.",
  "start_token": 3914,
  "end_token": 4863,
  "token_count": 949,
  "char_count": 4465,
  "start_char": 20000,
  "end_char": 24000,
  "length": 4465
}