{
  "chunk_index": 3,
  "content": "continuous connection, small cells will be \ndistributed in clusters depending on where users require connection which will complement the macro \nnetwork that provides wide-area coverage. \n5G Macro Cells will use MIMO (multiple input, multiple output) antennas that have multiple elements or \nconnections to send and receive more data simultaneously. The benefit to users is that more people can \nsimultaneously connect to the network and maintain high throughput.  Where MIMO antennas use very large \nnumbers of antenna elements they are often referred to as ‘massive MIMO’, however, the physical size is like \nexisting 3G and 4G base station antennas. \nThe Core Network - is the mobile exchange and data network that manages all of the mobile voice, data and \ninternet connections. For 5G, the ‘core network’ is being redesigned to better integrate with the internet and \ncloud based services and includes distributed servers across the network improving response times (reducing \nlatency). \nMany of the advanced features of 5G including network function virtualization and network slicing for \ndifferent applications and services, will be managed in the core. The following illustration shows examples of \n\n\n--- Page 6 ---\n\nlocal cloud servers providing faster content to users (movie streaming) and low latency applications for \nvehicle collision avoidance systems. \nExplain 5G Network Architecture. \n​\nExample of a local server in a 5G network providing faster connection and lower response times \nNetwork Slicing – enables a smart way to segment the network for a particular industry, business, or \napplication. For example, emergency services could operate on a network slice independently from other \nusers. \nNetwork Function Virtualization (NVF) -It is the ability to instantiate network functions in real time at any \ndesired location within the operator’s cloud platform. Network functions that used to run on dedicated \nhardware for example a firewall and encryption at business premises can now operate on software on a \nvirtual machine. NVF is crucial to enable the speed efficiency and agility to support new business applications \nand is an important technology for a 5G ready core.​\n \n \n \n \n \n \n5G WORKING WITH 4G \n\n\n--- Page 7 ---\n\n \nWhen a 5G connection is established, the User Equipment (or device) will connect to both the 4G network to \nprovide the control signaling and to the 5G network to help provide the fast data connection by adding to the \nexisting 4G capacity. Where there is limited 5G coverage, the data is carried on the 4G network providing the \ncontinuous connection. Essentially with this design, the 5G network is complementing the existing 4G \nnetwork. \n\n\n--- Page 8 ---\n\n \n \nExplain about increased spectrum – greater capacity, more users and faster speed in case of 5G \nIn many countries the initial frequency bands for 5G are below 6 GHz (in many cases in the 3.3-3.8 GHz \nbands) and similar frequencies to existing mobile and Wi-Fi networks. Additional mobile spectrum above \n6 GHz, including the 26-28 GHz bands often referred to as millimeter (mm) Wave, will provide \nsignificantly more capacity compared to the current mobile technologies. The additional spectrum and \ngreater capacity will enable more users, more data, and faster connections. It is also expected that there \nwill be future reuse of existing low band spectrum for 5G as legacy networks decline in usage and to \nsupport future use cases.  \nThe increased spectrum in the mm Wave band will provide localized coverage as they only operate over \nshort distances. Future 5G deployments may use mm Wave frequencies in bands up to 86 GHz. \n\n\n--- Page 9 ---\n\n​\nMobile spectrum showing the radio frequency range from 3-100 GHz with new 5G spectrum above \n6GHz. Other radio services (TV, Wi-Fi, Fixed links & Satellite) are shown for reference.   \nMASSIVE MIMO \nmultiple element base station - greater capacity, multiple users, faster data \n5G will use ‘massive’ MIMO (multiple input, multiple output) antennas that have very large numbers of \nantenna elements or connections to send and receive more data simultaneously. The benefit to users is \nthat more people can simultaneously connect to the network and maintain high throughput.​\nThe overall physical size of the 5G massive MIMO antennas will be like 4G, however with a higher \nfrequency, the individual antenna element size is smaller allowing more elements (more than 100) in the \nsame physical case.",
  "start_token": 2368,
  "end_token": 3318,
  "token_count": 950,
  "char_count": 4462,
  "start_char": 12000,
  "end_char": 16000,
  "length": 4462
}